contentCallbackFunc({
  "head" : {
    "name" : "+55 11 95272-9711",
    "member" : ""
  },
  "body" : [
    {
      "avatar" : "",
      "position" : "left",
      "time" : "2025\/07\/10 21:51:26",
      "delete" : false,
      "identifier" : "CJbAwcMGIABIAZABAA==",
      "msg" : "Olá, preciso de ajuda!",
      "type" : "text"
    },
    {
      "avatar" : "",
      "position" : "left",
      "time" : "2025\/07\/10 21:51:28",
      "delete" : false,
      "identifier" : "CJjAwcMGIABIAZABAA==",
      "msg" : "Queridos,*\n\nHoje cheguei ao fim.  \nMas, para mim, esse fim foi a válvula de escape que encontrei para interromper um sofrimento profundo e silencioso. Caminhei por trilhas difíceis, muitas vezes distante de Deus, e deixo essa carta com o desejo sincero de que Ele conforte os corações de todos que permanecem.\n\nCarrego comigo a culpa de ter ferido pessoas boas, de ter causado dúvidas e decepções. O meu mundo desabou, e mesmo tentando ser alguém melhor, acabei me tornando tudo aquilo que eu mais temia. Deixo para trás minha esposa, meu filho, meus pais, meus irmãos e alguns amigos que torceram por mim — e por isso, agradeço do fundo do coração.\n\nSei que muitos não entenderão o que aconteceu internamente até eu chegar a este ponto. Mas a verdade é que o meu \"eu\" interior foi me consumindo aos poucos, dia após dia.\n\nSe pudesse pedir desculpas de forma a apagar o impacto do que deixo, eu o faria. Mas sei que não é possível. Ainda assim, desejo que cada um de vocês consiga seguir adiante com força e coragem.\n\nMinha trajetória é, infelizmente, um exemplo de como podemos destruir sonhos e famílias nos bastidores, sem que ninguém perceba. Não estarei presente nos momentos que mais sonhei — como pai, como marido. Não verei a formatura do meu filho, seu casamento, o nascimento dos meus netos... Tudo isso se perde porque o monstro que alimentei dentro de mim acabou me vencendo.\n\nAs lágrimas escorrem pelo meu rosto com o peso de quem tentou resistir por muito tempo. Pedi ajuda a Deus muitas vezes. E ainda assim, me afoguei em silêncio.\n\nEm 2012, conheci um amor que transformou minha vida. Foi real, intenso e inesquecível. Desde então, me pergunto onde me perdi. Aprendi, tardiamente, sobre forças espirituais, sobre obsessores, maldições e dívidas cármicas. Percebi como certas influências nos consomem — e como, por vezes, também somos responsáveis por perpetuar o mal.\n\nO dinheiro, o poder... tantas vezes cegam o ser humano. Eu mesmo fui um exemplo disso. A ambição faz com que deixemos de medir as consequências, atropelando quem mais nos ama.\n\nCuidem uns dos outros. Ajudem a minha esposa e o meu filho a seguirem com dignidade e amor. Eles merecem uma vida plena, mesmo sem minha presença.\n\nA cada um de vocês, deixo minha gratidão... e o meu sincero pedido de perdão.\nEmilio Araujo Pereira  11952729711",
      "type" : "text"
    },
    {
      "avatar" : "",
      "position" : "right",
      "time" : "2025\/07\/10 21:51:40",
      "delete" : false,
      "identifier" : "CKTAwcMGGhs1NTczODI0NDYwOThAcy53aGF0c2FwcC5uZXQgAEgAkAEA",
      "msg" : "*Olá! Você está no canal de suporte do Modo Caverna.* 🔺🐺\n\nNosso atendente virtual vai esclarecer suas dúvidas rapidamente.",
      "type" : "text"
    },
    {
      "avatar" : "",
      "position" : "right",
      "time" : "2025\/07\/10 21:51:41",
      "mediaSize" : "1 byte",
      "mediaName" : "",
      "delete" : false,
      "identifier" : "CKXAwcMGGhs1NTczODI0NDYwOThAcy53aGF0c2FwcC5uZXQgAEgAkAEA",
      "type" : ""
    }
  ]
})